Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: abandoned that policy just days after taking office
ar: تخلى عن ذلك النهج أياما فقط بعد توليه مهام الرئاسة.

source: . His current policy is to declare an end to “combat” in August 2010,
ar: وتتمثل سياسته الحالية في إعلان نهاية المعارك في غشت 2010،

source: but to keep troops in the nation engaged in combat operations for an indefinite period past that
ar: مع الإبقاء على القوات في البلد الذي يعرف عمليات حربية لمدة غير محددة بعد ذلك.

source: . He has insisted that he still intends to abide by the SOFA deadline, however.
ar: ومع ذلك، فقد شدد على أنه ما يزال يتطلع للوفاء بمقتضيات الآجال التي تحددها اتفاقية (SOFA).

source: They're not letting us in
ar: في الواقع لم يسمحوا لنا أن ندخل

source: Still not allowed in. Getting in trouble for photos
ar: ما زلنا نواجه نفس المشكلة الخاصة بعدم إتاحة الفرصة لنا بالدخول، و نواجه المشاكل من أجل الحصول على صور للحدث

source: : Entrance to dome of the rock barred by Israeli police
ar: تمت إعاقتنا من الدخول من مدخل قبة الصخرة من قبل الجنود اتلاسرائيلين الذين يسدون المدخل

source: Entrance to dome of the rock barred by Israeli police
ar: تمت إعاقتنا من الدخول من مدخل قبة الصخرة من قبل الجنود اتلاسرائيلين الذين يسدون المدخل

source: Reading:
ar: قراءة:

source: Author Blog (
ar: قم بقراءة ما تم كتابته بمدونة المؤلف للإحتفالية الخاصة بمهرجان فلسطين للأدب

source: it deserve struggling for.
ar: ما تقومون به يستحق الكفاح من أجله ،

source: : Still not allowed in. Getting in trouble for photos
ar: : ما زال غير مسموح لنا بالدخول، كما أننا نعاني من مشاكل مرتبطة بالتصوير كذلك

source: now we are folloiwng translation into Arabic on
ar: نقوم كفريق الترجمة على موقع ميدان بتتبع ما يردنا على شبكة ميدان و كذلك النعليقات التي ترفع على التويتر ،من أحداث مرتبطة بالإحتفالية

source: Forced to go through tourist entrance by wailing wall.
ar: لقد أجبرنا على أن نسلك مدخل السياح عبر حائط المبكى المذعوم

source: translation meedan
ar: لترجمة الحدث للعربية تتبع ذلك الرابط عبر موقع ميدان

source: Now we have all been aggressively turned away. Would not give a clear reason or statement.
ar: و الآن تم اجبارنا جميعاًبالقوة على العودة و البعد عن الطريق، و لا يوجد أي تعليق واضح معلل على الموقف

source: One of us turned back for wearing a Palestinian bracelet
ar: عاد فردٌ منا ليقوم بارتداء سوار معصم فلسطيني

source: : One of us turned back for wearing a Palestinian bracelet
ar: عاد فردٌ منا ليقوم بارتداء سوار معصم فلسطيني

source: - Allab be with you for what you are doing
ar: كان الله في عونكم لما تقومون به من مجهود و ما تواجهونه

source: Didn't he (or she) know that wearing a Palestinian bracelet is an act of resistence (and violence) against Israeli occupation?
ar: ألا يعرف هذا الشخص أن ارتداء سوار معصم فلسطيني هو رمز للمقاومة أو العنف ضد عملية الإحتلال الاسرائيلي

source: marwayehia
ar: مروة يحيى:

source: Video of Check points &Israeli army shutting down The National Theatre in an attempt 2 cancel
ar: ملف فيديو مصور لنقاط التفتيش الاسرائيلية و الجيش الاسرائيلي و هو يقوم بغلق المسرح القومي في محاولته الثانية لإلغاء الحدث

source: 'forced' to go through the tourist entrance to W.wall...why is this an issue?
ar: لقد أجبرنا جميعاً على ان نسلك مدخل السياح لحائط المبكي .... لماذا تمثل تلك القضية مشكلة

source: if we had been allowed in it would have been an issue of control; of whose auspices & authority you are made to submit to.
ar: لو كانوا قد سمحوا لنا بالدخول، كانت المسألة سترتبط بالضبط فقط، لهؤلاء الذين جعلتهم يفرضون سلطتهم و تخضع أنت لهم

source: Not v surprised - but had got permission from the waqf to enter thru a normal gate. Today's blogs will explain more
ar: لست متفاجئاً جداً، لكني حصلت على موافقة من وزارة الأوقاف للدخول من بوابة عادية. ستجدون المزيد على المدونة اليوم

source: this is the case everywhere in the OPT...I was just wondering about the note of surprise in the post re: access to W.wall.
ar: هذا هو الحال أينما ذهبت في الأراضي الفلسطينية المحتلة، كنت أتساءل فقط حول المفاجأة في التعليق المرتبط بـ: الدخول إلى السور الغربي

source: There are Palins & there are Palins. *Michael* Palin is touring w/ Palestine Literary Festival
ar: مايكل بالين يهتف خلال جولته في احتفالية فلسطين للأدب: أمثالي كثيرون، أمثالي كثيرون

source: : Photos from 2nd night in Ramallah now up:
ar: تم تحميل صور الليلة الثانية في رام الله

source: Second night in Ramallah of
ar: الليلة الثانية في رام الله

source: @PalFest
ar: احتفالية فلسطين للأدب

source: : Stopped at same checkpoint on way home. Bus boarded by armed soldier this time
ar: تم إيقاف باص عامر بالجنود المسلحين هذه المرة، على النقطة الحدودية نفسها في طريق عودتنا إلى بيوتنا

source: have made it to the Freedom Theatre, jenin and had probably the most rewarding event so far
ar: تمكنت من الذهاب إلى مسرح الحرية في جنين، وكانت تلك اروع فعالية إلى الآن

source: RT watch this video footage of the jordan-palestine border & Israeli forces shutting down
ar: شاهدوا هذا المقطع من التسجيل الذي يظهر الحدود الأردنية الفلسطينية والقوات الإسرائيلية تقوم بإغلاقه

source: :Speak Arabic?
ar: تتكلمون العربية؟

source: needs you to help translate reports from literary tour of Palestine - contact
ar: بحاجة إلى مساعدتكم في ترجمة تقارير من الجولة لاأدبية في فلسطين، لمزيد من التفاصيل يرجى الاتصال بـ

source: for details. Ple ...
ar: لمزيد من التفاصيل، يرجى...َ

source: Speak Arabic?
ar: تتكلمون العربية؟

source: for details. Please RT
ar: RT

source: All strength to you. Saddened by story in UK's Guardian newspaper about problems you've faced from Israeli security forces.
ar: كان الله في عونكم. حزنت لقراءة الخبر في الجارديان البرطانية حول المشاكل التي واجتهموها بسبب قوات الأمن الإسرائيلية

source: Opening of West Bank ART FESTIVAL
ar: افتتاح مهرجان الفنون في الضفة الغربية

source: shutdown by Israeli police
ar: قامت الشرطة الإسرائيلية بإغلاقه

source: Checkpoint trouble
ar: مشاكل على نقاط التفتيش

source: : Want to see just how hard it is to get around West Bank? follow
ar: هل تريدون رؤية المصاعب التي يواجهها من يريد الاقتراب من الضفة الغربية؟ تابعوا

source: to keep up with Palestine Literature Festival on tour
ar: لمواكبة آخر المستجدات في جولته

source: : Check out PalFest 2009 events in the West Bank!
ar: كونوا على معرفة بأحداث احتفالية فلسطين للأدب 2009 في الضفة الغربية

source: and follow
ar: وتابعوا

source: for updates.
ar: لمعرفة آخر الأخبار

source: Opening of
ar: افتتاح

source: Want to see just how hard it is to get around West Bank? - follow
ar: هل تريدون رؤية المصاعب التي يواجهها من يريد الاقتراب من الضفة الغربية؟ تابعوا

source: to keep up with Palestine Literature Festival on 7-day
ar: لمواكبة آخر المستجدات في المهرجان خلال 7 أيام

source: to keep up with Pal Lit Fest on tour
ar: لمواكبة آخر المستجدات في جولة المهرجان

source: : Want to see just how hard it is to get around West Bank?- follow
ar: هل تريدون رؤية المصاعب التي يواجهها من يريد الاقتراب من الضفة الغربية؟ تابعوا

source: RT@meedan Want to see just how hard it is to get around West Bank? - follow
ar: هل تريدون رؤية المصاعب التي يواجهها من يريد الاقتراب من الضفة الغربية؟ تابعوا

source: : Want to see just how hard it is to get around West Bank? - follow
ar: هل تريدون رؤية المصاعب التي يواجهها من يريد الاقتراب من الضفة الغربية؟ تابعوا

source: on one week literary tour of Palestine
ar: في أسبوع الجولة الأدبية في فلسطين

source: to keep up with Palestine Literature Festival on one-week tour
ar: لمواكبة آخر المستجدات في احتفالية فلسطين للأدب في جولة مدتها أسبوع

source: Video of yesterday's events now online:
ar: تم تحميل أحداث الأمس بالفيديو على الموقع

source: New Post: Palestine Festival of Literature Opened, Israeli Police Try to Shut it Down
ar: تعليق جديد: تم افتتاح احتفالية فلسطين للأدب، وسيقوم الجيش الإسرائيلي بإغلاقها

source: The nation's 50-seat parliament doesn't have the power to challenge Kuwait's ruling Sabah family, but it does have the power to slow up building projects and policy changes.
ar: إن البرلمان المكون من خمسين مقعدا لا يمتلك القوة لتحدي عائلة الصباح الكريتية الحاكمة, إلا أنه يمتلك السلطة ليظهر المشاريع العمرانية و التغييرات السياسية.

source: When the last parliament tried to summon the prime minister on corruption allegations, the ruling Emir, Sheik Sabah al-Sabah, dissolved the chamber and called for new elections.
ar: عندما حاول البرلمان الأخير استدعاء رئيس الوزراء بسبب ادعاءات بشأن الفساد, قام الأمير الحاكم, الشيخ صباح الصباح, بحل المجلس و الدعوة إلى انتخابات جديدة.

source: One of the winners,
ar: إحدى الفائزات,

source: , previously served as Kuwait's health minister, the country's first female Cabinet member.
ar: , التي سبق و شغلت منصب وزيرة الصحة في الكويت, هي عضو الوزارة النسائي الأول في البلاد.

source: On Sunday
ar: و في يوم الأحد,

source: the Emir said he wholeheartedly supported
ar: قال الأمير أنه يؤيد بحرارة

source: « KUWAIT: Heading to the polls, yet again
ar: الكويت: التوجه إلى الانتخابات, مرة أخرى,

source: EGYPT: Obama and, maybe, a mosque »
ar: مصر: أوباما, ربما, مسجد _ عددالزوار

source: , apparently to prevent supporters of the leading opposition candidate from using the site for his campaign. Opposition candidate
ar: على ما يبدو من أجل منع أنصار مرشح المعارضة من استخدام الموقع من أجل حملته . مرشح المعارضة

source: Mir-Hossein Mousavi
ar: مير - حسين موسافي

source: Next Post »
ar: الصفحة التالية »

source: « Prior Post
ar: الصفحة السابقة «

source: Written by
ar: كتب من قبل

source: Doug Coleman
ar: دوغ كولمان

source: / May 23, 2009 11:14 AM __ /
ar: في الثالث و العشرين من شهر أيار, 2009._الساعة: 11:14 صباحا.

source: Good luck people of Iran! The rest of the world is watching and hoping you can win freedom online and off!
ar: من حسن حظ شعب ايران! إن بقية العالم تشاهد و تأمل أن تستيطعوا أن تنالوا حريتكم على الانترنت!

source: has more than 5200 supporters on the popular social networking site and is said to be gaining momentum against current Islamic Republic of Iran President
ar: يمتلك ما ينوف على خمسة ألاف و مثتي مؤيد له على موقع الشبكة الاجتماعية الشعبية و يقال أنه اكتسب زخما ضد رئيس جمهورية إيران الإسلامية الحالي

source: , Facebook is the 10th most popular site in Iran and political activists are becoming increasingly active on the site. This is not the first time Iran has blocked Facebook. In 2006 the site was banned for being illegal but was unblocked in February of
ar: فإن موقع فيس بوك هو الموقع الالكتروني العاشر ضمن المواقع الأكثر شعبية في إيران كما أن الناشطين السياسيين قد ازدادوا نشاطا بشكل أكبر على الموقع. و ليست هذه المرة الأولى التي تحجب فيها إيران موقع الفيس بوك. ففي عام 2006, أصبح الموقع محجوبا لأنه غير قانون

source: The presidential elections in Iran are being held on June 12, 2009 and will be the country's 10th such election. There are 3 leading candidates right now. Incumbant Mahmoud Ahmadinejad is running against Iran Reform Movement candidate and former Prime M
ar: سيتم إجراء الانتخابات الرئاسية في إيران في الثاني عشر من شهر حزيران 2009, و ستكون المرة العاشرة التي تجري فيها انتخابات من هذا النوع في البلاد. هناك ثلاثة مرشحين حتى الأن. و هم محمود أحمدي نجاد الذي يتواجه مع المرشح عن حركة الإصلاح و رئيس الوزراء السابق

source: , another Reformist candidate, also intends to run.
ar: , و هو مرشح إصلاحي أخر, يعتزم إدارة البلاد أيضا.

source: Mehdi Karroubi
ar: مهدي كروبي

source: Nick O'Neill puts it, unfortunately for the Iranians, they have a regime in place that doesn't support freedom of speech and would prefer to run a dictatorship. Those of us who enjoy such freedoms should do our part to make sure that censorship like th
ar: نيك أونيل قال: من سوء حظ الإيرانيين, فإن لديهم نظاما حاكما لا يدعم حرية الحديث و يفضل الحكم بطريقة ديكتاتورية . نحن و أولئك ممن يشبهوننا و يتمتعون بمثل هذه الحريات, ينبغي علينا أن نقوم بدورنا و نتأكد من أن تلك الرقابة لن تحدث لنا. و نتمنى لإخواننا و أخ

source: When we first learned of this story we immediately contacted Facebook to see what they had to say. They were gracious to respond swiftly with this comment from a Facebook spokesperson:
ar: في البداية عندما علمنا بهذه القصة قمنا على الفور بالاتصال بموقع فيس بوك لنرى ماذا لديهم ليقولون. و قد تكرموا علينا بالإجابة بسرعة مع هذا التعليق من المتحدث باسم فيس بوك:

source: We are disappointed to learn of reports that users in Iran may not have access to
ar: إننا نشعر بخيبة الأمل لعلمنا بتقارير تفيد أن المستخدمين في إيران ربما لن يكونون قادرين على الوصول إلى

source: Facebook, especially at a time when voters are turning to the Internet as a source
ar: فيس بوك, و خاصة في الوقت الذي يتحول فيه الناخبين إلى الانترنت كمصدر

source: of information about election candidates and their positions. We are investigating
ar: للمعلومات عن مرشحي الانتخابات و مواقفهم. كما أننا نحقق

source: these reports.
ar: بصحة هذه التقارير.

source: Facebook Response:
ar: أما رد فيس بوك:

source: We believe that people around the world should be able to use Facebook to
ar: إننا نؤمن أن الناس حول العالم يجب أن يكونون قادرين على استخدم فيس بوك

source: communicate and share information with their friends, family and coworkers. It is
ar: في الاتصال و تبادل المعلومات مع أصدقائهم, أسرتهم و زملائهم.

source: always a shame when a countries' cultural and political concerns lead to limits
ar: و إنه أمر مخز دوما عندما تدفع المخاوف الثقافية و السياسية أحد البلدان إلى وضع

source: being placed on the opportunity for sharing and expression that the Internet
ar: الحدود على فرصة المشاركة و التعبير التي تتيحها و تؤمنها شبكة الانترنت.

source: 5 decry jail terms in Holy Land Foundation case
ar: الحكم على خمسة أشخاص بالسجن في قضية مؤسسة الأرض المقدسة

source: 11:15 PM CDT on Wednesday, May 27, 2009
ar: الأربعاء, في السابع و العشرين من شهر أيارو 2009._الساعة 11:15 مساء.

source: Boushra is now resuming translating tweets on
ar: بشرى تستـأنف الآن ترجمة التعليقات المرفوعة على التويتر على

source: www.meedan.net
ar: شبكة ميدان

source: word on the street is that
ar: كلمة أقولها من الشارع و هي أن

source: is again refusing to assert palestinians' right to cultural resistance by moving from pal nat'l theatre
ar: ترفض تأكيد حق الفلسطينين في المقاومة الثقافية من خلال التحرك من من المسرح الوطني الفلسطيني

source: Israeli soldiers turn away
ar: يقوم مجموعة من الجنود الإسرائيلين بابعاد

source: group at Jerusalem's al-Aqsa mosque. My sources: Jewish holiday this evening. Sensitivity & care reqd
ar: منظمي الإحتفالية بالمسجد الأقسى بالقدس المحتلة. و مصدري هو: أن العطلة اليهودية بالأمس، و الحساسية و الرعاية

source: Jewish holiday tonight in Israel and the
ar: العطلة اليهودية بمساء الليلة باسرائيل و

source: PALFEST
ar: حدث الإحتفالية

source: event happens to express Palestinian solidarity. Should be interesting
ar: يقع الآن للتعبير عن التضامن الفلسطيني، و يجب أن يكون مثير و مصدر إهتمام من الآخرين

source: Carmen Callil's blog for yesterday now online:
ar: مدونة كارمن كاليل من الأمس بث مباشر:

source: http://www.
ar: موقع إحتفالية مهرجان فلسطين للأدب

source: Zionist terrorist soldiers @ pal nat'l theatre trying 2 shut dow
ar: الجنود الصهاينة الإرهابيين بالمسرح الوطني الفلسطيني يحاولون إغلاقه مرة أخرى بالقدس المحتلة

source: is being shut down and moving. Don't know where yet. Zionists r very afraid of literature.
ar: يتمك الآن إغلاق المسرح في وجه الإحتفالية و لا أعرف أين سيكون المكان التالي. فالصهاينة خائفون من الأدب

source: Theatre closed by police & army
ar: المسرح المخصص للإحتفالية تم إغلاقه من قبل الشرطة الإسرائيلية و الجيش كذلك

source: Amazing
ar: شيىءٍ مذهل

source: closed again. Please follow them here and their struggle to hold a literature festival under the worst conditions.
ar: تم إغلاقه مرةً أخرى، من فضلكم تتبعونهم هنا و هناك و هم يحاربون و يدافعون من أجل إقامة الإحتفالية الأدبية تحت أسوء الظروف.

source: literature isreali soldiers cops tried to closedown
ar: يحاول الجنود الأغسرائيلين إغلاقه

source: compile a year blog entries re palestinain poetry & poets -today final one
ar: تجمع مدونة العام مداخل الشعر الفلسطيني و الشعراء الفلسطيني كذلك اليوم في لقاء أخير لهم

source: Moved to the British Council and will do final event here
ar: تم التوجه إلى المعهد البريطاني و سيتم إجراء المرراسم النهائية لختام المهرجان هناك.

source: forced by zionist terrorist forces 2 move 2 british council. 1st french then british. Is this the new sykes picot?
ar: أجبرت القوات الصهيونية مقيمي الإحتفالية إلى التوجه إلى المعهد البريطاني أولاً الفرنسي قبل ذلك و اليوم البريطاني .

source: The show goes on.
ar: و ما زال العرض مستمراً

source: Arabic translation is available on meedan.net
ar: يمكنك متابعة الترجمة العربية للأحداث على موقع ميدان

source: The five defendants in the Holy Land Foundation case were defiant Wednesday while being sentenced for their roles in funneling money to overseas terrorists, expressing disbelief that American law could criminalize the feeding of needy
ar: كان الخمسة المتهمون في قضية مؤسسة الأرض المقدسة معترضين يوم الأربعاء أثناء سماعهم عن دورهم في نقل الأموال إلى الجماعات الإرهابية في الخارج, معربين عن عدم تصديقهم للقانون الأميركي الذي قد يجرم إطعام الشعب الفلسطيني المحتاج.

source: Hamas backers jailed in Texas
ar: السجن لمؤيدي حماس في ولاية تكساس

source: Two founder members of what was once the biggest Muslim charity in the US have each been jailed for 65 years.
ar: صُدر حكم بالسجن على عضوين مؤسسين لما كانت في يوم من الأيام أكبر جمعية خيرية مسلمة في الولايات المتحدة لمدة 65 عاماً لكل منهما.

source: Shukri Abu Baker, 50, and Ghassan Elashi, 55, were convicted of channelling funds to the Palestinian militant group, Hamas.
ar: وأُدين شكري ابو بكر (50 عاماً) وغسان علاشي (55 عاماً) بتوجيه الأموال إلى الجماعة الفلسطينية المسلحة حماس.

source: Three other members of the Holy Land Foundation were jailed for between 15 and 20 years by a Dallas court.
ar: وحكمت محكمة دالاس بالسجن على ثلاثة أعضاء آخرين من مؤسسة الأرض المقدسة لمدد تتراوح ما بين 15 و 20 عاماً.

source: The charity was found guilty last year of sending $12m (£7.4m) to fund social programmes controlled by Hamas.
ar: وأُدينت الجمعية الخيرية في العام الماضي بارسال 12 مليون دولار أمريكي (7,4 مليون يورو) لتمويل برامج اجتماعية تسيطر عليها حماس.

source: The five men were convicted in November on charges ranging from money laundering to supporting terrorism.
ar: وأُدين الرجال الخمسة في نوفمبر بتهم تتراوح بين غسل الأموال لدعم الإرهاب.

source: Hamas was designated a terrorist organisation by the US government 14 years ago, making it illegal to give the group money or other support.
ar: وتعتبر الحكومة الأمريكية حماس منظمة إرهابية منذ 14 عاما، مما يجعل إعطاء هذه الجماعة أي أموال أو غيرها من أشكال الدعم تصرفاً غير قانونياً.

source: The defendants said they were only interested in helping the needy.
ar: وأكد المتهمون أنهم كانوا يساعدون المحتاجين فقط.

source: Their supporters said no money had been used to fund violence, and the case was a by-product of what it called the anti-Islamic sentiment following the 11 September attacks of 2001.
ar: وقال مؤيديهم إن الأموال لم تُستخدم في تمويل أعمال العنف وأن القضية مجرد نتيجة لما وصفوه بمشاعر العداء للإسلام في أعقاب هجمات 11 من سبتمبر عام 2001.

source: Shukri Abu Baker told the judge in Dallas on Wednesday: I did it because I cared, not at the behest of Hamas.
ar: وقال شكري أبو بكر للقاضي في دالاس يوم الأربعاء: قمت بهذا لأني أشعر بالاهتمام وليس بناء على طلب من حماس.

source: But prosecutors argued that the humanitarian aid sent by the charity allowed Hamas to divert money to militant activities.
ar: ولكن ممثلي الإدعاء يقولون إن المساعدات الإنسانية التي أرسلتها الجمعية الخيرية سمحت لحماس بتحويل الأموال لاستخدامها في أنشطة مسلحة.

source: Orphans
ar: الأيتام

source: Jurors had reached their guilty verdict last year after eight days of deliberations following a retrial of the Texas-based Holy Land Foundation for Relief and Development.
ar: وتوصلت هيئة المحلفين إلى قرار الإدانة في العام الماضي بعد ثمانية أيام من المداولات في أعقاب إعادة محاكمة مؤسسة الأرض المقدسة للإغاثة والتنمية التي تتخذ من تكساس مقراً لها.

source: It was the largest terrorism financing trial since the 9/11 attacks.
ar: وكانت أكبر محاكمة لتمويل الإرهاب منذ هجمات 9 / 11.

source: The indictment against the group said it sponsored Palestinian orphans and families in the West Bank and Gaza whose relatives had died or been imprisoned as a result of Hamas attacks on Israel.
ar: وقالت لائحة الإتهام ضد الجماعة أنها قامت برعاية الأيتام والأسر الفلسطينية في الضفة الغربية وقطاع غزة الذين ُقتل أقاربهم أو سُجنوا نتيجة لهجمات حماس على إسرائيل.

source: The charity was shut down and had its assets frozen in 2001.
ar: وأُغلقت الجمعية الخيرية وجُمدت أصولها في عام 2001.

source: TTP claims Lahore bombing, threatens more attacks
ar: حركة تحريك طالبان باكستان تعلن مسئوليتها عن تفجيرات لاهور وتهدد بمزيد من الهجمات

source: PESHAWAR: Tehrik-i-Taliban Pakistan (TTP) claimed responsibility on Thursday for a suicide gun and bomb attack in Lahore the previous day that killed 26 people and wounded over 100.
ar: بيشاور: أعلنت حركة تحريك طالبان باكستان يوم الخميس مسئوليتها عن هجوم انتحاري بالأسلحة والقنابل في لاهور في اليوم السابق الذي أسفر عن مقتل 26 شخصاً وإصابة أكثر من 100.

source: ‘We have achieved our target. We were looking for this target for a long time. It was a reaction to the Swat operation,’ Hakimullah Mehsud, a militant commander and deputy to TTP chief Baitullah Mehsud, told Reuters by telephone from an undisclosed locati
ar: وصرح حكيم الله محسود أحد القادة المسلحين ونائب رئيس الحركة بيت الله محسود لرويترز في اتصال هاتفي من مكان غير معلوم في إشارة إلى هجوم للجيش في منطقة سوات لقد حققنا هدفنا، كنا نبحث عن هذا الهدف لفترة طويلة، إنه رد على عملية منطقة سوات.

source: Hakimullah Mehsud threatened similar attacks in other Pakistani cities, the BBC reported.
ar: وذكرت هيئة الإذاعة البريطانية بي بي سي أن محسود حكيم الله هدد بشن هجمات مماثلة في مدن باكستانية أخرى.

source: ‘Residents should leave the cities of Islamabad, Rawalpindi, Lahore and Multan,’ he was quoted by the BBC as saying.
ar: ونقلت بي بي سي قوله يجب على السكان مغادرة إسلام أباد وروالبندي ولاهور وملتان.

source: Another group calling itself the Tehrik-i-Taliban Punjab also claimed responsibility for the attack.
ar: وأعلنت مجموعة أخرى أطلقت على نفسها اسم تحريك طالبان البنجاب مسئوليتها أيضاً عن الهجوم.

source: The group took the blame in a Turkish-language communique posted on Turkish militant websites through an organisation called Elif Media on Wednesday, the SITE Intelligence Group said.
ar: وقال موقع الإرهابيين سايت أن الحركة أدعت المسئولية في بيان مكتوب باللغة التركية نُشر على مواقع المسلحين الأتراك على الإنترنت من خلال منظمة تُسمى إليف يوم الأربعاء.

source: The SITE cited the group as saying the attack ‘targeted the ‘nest of evil’ in Lahore, and was a ‘humble gift’ to the mujahideen who suffer beneath the attacks of Pakistani forces in Swat.’
ar: وقد نقل سايت عن الجماعة قولها إن الهجوم استهدف ‘منبع الشر’ في لاهور وكان ‘هدية متواضعة’ إلى المجاهدين الذين يعانون من هجمات القوات الباكستانية في سوات.

source: It specified that a vehicle laden with 100 kilos of explosives was blown up outside a security building in Lahore, the capital of Punjab province in Pakistan, destroying the building and injuring hundreds more.
ar: وحددت الجماعة أن سيارة محملة بحوالي 100 كيلوجرام من المتفجرات قد انفجرت خارج مبنى أمني في لاهور عاصمة اقليم البنجاب في باكستان مما أسفر عن تدمير المبنى وإصابة مئات آخرين.

source: ‘Tehrik-i-Taliban Punjab asks Muslims in Pakistan to stay away from areas where the enemy is ‘taking advantage’ of them, so that they are not harmed by jihadi attacks,’ SITE added.
ar: وأضاف الموقع تطالب حركة تحريك طالبان البنجاب من المسلمين في باكستان الابتعاد عن المناطق التي ‘يسيطر’ عليها العدو حتى لا يتضرروا من الهجمات الجهادية.

source: The claim could not be verified, and the militant group's relationship to the Taliban was unclear.
ar: ولم يتسن التحقق من صحة الإدعاء، كما أن علاقة الجماعة المسلحة بحركة طالبان ليست واضحة.
